Revit 2024 API
PanelTypeSet Constructor
Initializes a new instance of the PanelTypeSet class
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public PanelTypeSet()
Visual Basic
Public Sub New
Visual C++
public:
PanelTypeSet()
See Also
PanelTypeSet Class
Autodesk.Revit.DB Namespace